<%@ page language="java" contentType="text/html; charset=UTF-8"
	pageEncoding="UTF-8"%>
<%@ include file="/WEB-INF/views/common/header.jsp"%>
<link rel="stylesheet" href="/resources/css/member.css" />


<div class="wrap_joinagree">
	<!-- content 시작-------------------------------------------------------------->
<input id="loginInJoin" type="hidden" value="${message}">
	<h1 id="titleJoinagree">에어캠프 약관페이지</h1>
	<div class="wrap2">
		<div class="radio pull-left">
			<label><input id="chk_one" type="checkbox"
				name="chk_agree_two">에어캠프 이용약관에 동의합니다.</label>
		</div>

		<div class="box  box_joinagree">

			<p>[에어캠프 이용약관]</p>

			<p>제 1 장 총칙</p>

			<p>제 1 조 (목적)</p>

			이 약관은 에어캠프가 운영하는 사이버몰에서 제공하는 서비스와 이를 이용하는 회원의 권리·의무 및 책임사항을 규정함을 목적으로
			합니다. <br> <br>

			<p>제 2 조 (약관 이외의 준칙)</p>

			이 약관에 언급되지 않은 사항이 전기통신기본법, 전기통신사업법, 기타 관련법령에 규정되어 있는 경우 그 규정에 따라 적용할
			수 있습니다. <br> <br>
			<p>제 3 조 (용어의 정의)</p>

			이 약관에서 사용하는 용어의 정의는 다음과 같습니다.<br> ① 회원 : 서비스를 제공 받기 위하여 에어캠프와
			이용계약을 체결하거나 이용자 아이디(ID)를 부여 받은 자를 말합니다.<br> ② 아이디(ID) : 회원의 식별과
			서비스를 이용을 위하여 회원이 정하고 에어캠프가 승인하는 문자와 숫자의 조합을 말합니다.<br> ③ 비밀번호 :
			회원이 부여 받은 아이디(ID)와 일치된 회원임을 확인하고 회원 자신의 비밀을 보호하기 위하여 회원이 정한 문자와 숫자의
			조합을 말합니다.<br> ④ 해지 : 에어캠프 또는 회원이 서비스를 개통 후 이용계약을 해약 하는 것을 말합니다.<br>
			<br> (시행일) 이 약관은 2019년 8월 20일부터 시행합니다.




		</div>
	</div>
	<div class="wrap2">
		<div class="radio pull-left">
			<label><input id="chk_two" type="checkbox"
				name="chk_agree_two"> 전자금융거래 이용약관에 동의합니다.</label>
		</div>
		<div class="box  box_joinagree">
			<p>[전자금융거래기본약관]</p>
			<p>제1조(목적)</p>
			이 약관은 〇〇은행(이하 “은행”이라 합니다.)과 이용자 사이의 전자금융거래에 관한 기본적인 사항을 정함으로써, 거래의
			신속하고 효율적인 처리를 도모하고 거래당사자 상호간의 이해관계를 합리적으로 조정하는 것을 목적으로 합니다. <br>
			<br>
			<p>제2조(용어의 정의)</p>

			① 이 약관에서 사용하는 용어의 의미는 다음 각 호와 같습니다. <br> 1. “전자금융거래”라 함은 은행이 전자적
			장치를 통하여 제공하는 금융상품 및 서비스를 이용자가 전자적 장치를 통하여 비대면·자동화된 방식으로 직접 이용하는 거래를
			말합니다. <br> 2. “이용자”라 함은 전자금융거래를 위하여 은행과 체결한 계약(이하 "전자금융거래계약"이라
			합니다.)에 따라 전자금융거래를 이용하는 고객을 말합니다. <br> 3. “지급인”이라 함은 전자금융거래에 의하여
			자금이 출금되는 계좌(이하 “출금계좌”라 합니다.)의 명의인을 말합니다. <br> 4. “수취인”이라 함은
			전자금융거래에 의하여 자금이 입금되는 계좌(이하 “입금계좌”라 합니다.)의 명의인을 말합니다. <br> 5.
			“전자적 장치”라 함은 현금자동지급기, 자동입출금기, 지급용단말기, 컴퓨터, 전화기 그 밖에 전자적 방법으로
			전자금융거래정보를 전송하거나 처리하는데 이용되는 장치를 말합니다. <br> 6. “접근매체”라 함은 전자금융거래에
			있어서 거래지시를 하거나 이용자 및 거래내용의 진정성을 확보하기 위하여 사용되는 다음 각목의 어느 하나에 해당하는 수단 또는
			정보를 말합니다. <br> 가. 은행이 제공한 전자식 카드 및 이에 준하는 전자적 정보 <br>
			나.「전자서명법」에 따른 전자서명생성정보 또는 인증서 <br> 다. 은행에 등록된 이용자 번호 <br>
			라. 등록되어 있는 이용자의 생체정보 <br> 마. 가목 또는 나목의 수단이나 정보를 사용하는 데 필요한 비밀번호
			<br> 7. “전자문서”라 함은 「전자거래기본법」 제2조 제1호의 규정에 따라 작성, 송신·수신 또는 저장된
			정보를 말합니다. <br> 8. “거래지시”라 함은 이용자가 전자금융거래계약에 의하여 은행에 개별적인 전자금융거래의
			처리를 지시하는 것을 말합니다. <br> 9. “오류”라 함은 이용자의 고의 또는 과실 없이 전자금융거래가
			약관(개별약관을 포함합니다.), 전자금융거래계약 또는 이용자가 거래지시한 대로 이행되지 아니한 경우를 말합니다. <br>
			10. “계좌송금”이라 함은 이용자가 자동입출금기를 통하여 자기 또는 타인의 계좌에 자금을 입금하는 것을 말합니다. <br>
			11. “계좌이체”라 함은 지급인의 전자적 장치를 통한 지급지시에 따라 은행이 지급인의 출금계좌에서 자금을 출금하여 같은
			은행 또는 다른 은행의 계좌에 입금하는 것을 말합니다. <br> 12. “예약에 의한 계좌이체”라 함은 계좌이체가
			장래의 특정일자에 이루어지도록 이용자가 미리 거래지시하고 은행이 이를 해당일자에 처리하는 것을 말합니다. <br>
			13. “추심이체”라 함은 수취인의 전자적 장치를 통한 추심지시에 따라 은행이 지급인의 출금계좌에서 자금을 출금하여 같은
			은행 또는 다른 은행의 계좌에 입금하는 것을 말합니다. <br> 14. “예약에 의한 추심이체”라 함은 추심이체가
			장래의 특정일자에 이루어지도록 이용자가 미리 거래지시하고 은행이 이를 해당일자에 처리하는 것을 말합니다. <br>
			15. “지연이체”라 함은 이용자가 계좌이체 거래지시를 한 시점으로부터 일정시간이 경과한 후에 은행이 이를 처리하는 것을
			말합니다. <br> 16. “영업일”이라 함은 통상 은행이 영업점에서 정상적인 영업을 하는 날을 말합니다. <br>
			17. “단말기 지정 및 이용”이라 함은 이용자가 전자금융거래 시 계좌이체가 가능한 전자적 장치(이하 “단말기”라
			합니다.)의 IP주소, MAC주소 등 기기정보를 은행에 등록하고 이용하는 것을 말합니다. <br> 18. “추가적인
			보안조치”라 함은 이용자가 지정하지 않은 단말기를 이용하여 전자금융거래를 하는 경우 제6호의 접근매체 외의 휴대폰 문자 또는
			2채널(서로 다른 두 가지 이상의 통신 경로를 이용) 등의 수단으로 본인임을 확인하는 방법을 말합니다. <br> ②
			이 약관에서 별도로 정하지 아니한 용어는 「전자금융거래법」 및 관계 법령 등에서 정하는 바에 따릅니다. <br>
			제3조(적용되는 거래) 이 약관은 은행과 이용자 사이에 다음 각 호의 전자적 장치를 이용하여 이루어지는 계좌이체(예약에 의한
			계좌이체 및 지연이체를 포함합니다. 이하 같습니다.), 추심이체(예약에 의한 추심이체를 포함합니다. 이하 같습니다.),
			계좌송금과 관련한 조회, 입금, 출금 등의 전자금융거래에 적용됩니다. <br> 1. 현금자동지급기, 자동입출금기,
			지급용단말기에 의한 거래 <br> 2. 컴퓨터에 의한 거래 <br> 3. 전화기에 의한 거래 <br>
			4. 기타 전자적 장치에 의한 거래 <br> (이하 생략) <br> <br> 제33조(준거법) 이
			약관의 해석·적용에 관하여는 대한민국법을 적용합니다.


		</div>
	</div>
	<div id="btnJoinagree" class="wrap2 ">
		<button id="btnReturn" type="button" class="btn btn_air_white">돌아가기</button>
		<button id="btnJoin" type="button" class="btn btn_air" disabled>가입하기</button></div>

</div>
<!-- content 끝----->





<%@ include file="/WEB-INF/views/common/footer.jsp"%>
<script src="/resources/js/member.js"></script>
